of-run/canal/canal3D/canal3DsRAS_refi/system/probes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     |
    \\  /    A nd           | Web:      www.OpenFOAM.org
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out values of fields from cells nearest to specified locations.

\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/probes/probes.cfg"

fields (p U);
probeLocations
(
    (1.5 0.0764383 0.115)
(1.5 0.079367 0.115) 
(1.5 0.0824017 0.115)
(1.5 0.0855462 0.115)
(1.5 0.0888045 0.115)
(1.5 0.0921806 0.115)
(1.5 0.095679 0.115) 
(1.5 0.0993039 0.115)
(1.5 0.10306 0.115) 
(1.5 0.106952 0.115)
(1.5 0.110985 0.115)
(1.5 0.115164 0.115)
(1.5 0.119494 0.115)
(1.5 0.12398 0.115) 
(1.5 0.128629 0.115)
(1.5 0.133447 0.115)
(1.5 0.138438 0.115)
(1.5 0.14361 0.115) 
(1.5 0.14897 0.115) 
(1.5 0.154523 0.115)
(1.5 0.160277 0.115)
(1.5 0.16624 0.115) 
(1.5 0.172418 0.115)
(1.5 0.178819 0.115)
(1.5 0.185453 0.115)
(1.5 0.192326 0.115)
(1.5 0.199448 0.115)
(1.5 0.206828 0.115)
(1.5 0.214475 0.115)
(1.5 0.222399 0.115)
(1.5 0.230609 0.115)
(1.5 0.239117 0.115)
(1.5 0.247932 0.115)
(1.5 0.257066 0.115)
(1.5 0.266531 0.115)
(1.5 0.276338 0.115)
(1.5 0.2865 0.115) 	
(1.5 0.29703 0.115)
(1.5 0.307941 0.115)



);

// ************************************************************************* //
